Repository: darktable-org/darktable
Catalog: doc/usermanual/po/nl.tmx
Source language: en
Languages: nl

source: monotonic spline
nl: monotone wig

source: change this method if you see oscillations or cusps in the curve - cubic spline is better to produce smooth curves but oscillates when nodes are too close - centripetal is better to avoids cusps and oscillations with close nodes but is less smooth - monotonic is better for accuracy of pure analytical functions (log, gamma, exp)
nl: wijzig deze methode wanneer oscillaties of knobbels in de curve worden waargenomen - kubusvormig geeft een meer gladdere curve maar oscilleert wanneer de knopen te dicht bij elkaar zitten - middelpuntzoekende is beter ter vermijding van knobbels en oscillaties maar minder glad bij naast elkaar zittende knopen - monotoon werkt beter voor de nauwkeurigheid van pure analytische functies (log, gamma,exp)

source: defringe
nl: verwijder franje (defringe)

source: edge detection radius
nl: rand opsporingsstraal

source: operation mode
nl: bedrijfsmodus

source: global average (fast)
nl: algemeen gemiddelde (snel)

source: local average (slow)
nl: lokaal gemiddelde

source: static threshold (fast)
nl: vaste drempel (snel)

source: method for color protection: - global average: fast, might show slightly wrong previews in high magnification; might sometimes protect saturation too much or too low in comparison to local average - local average: slower, might protect saturation better than global average by using near pixels as color reference, so it can still allow for more desaturation where required - static: fast, only uses the threshold as a static limit
nl: methode van kleur bescherming: - algemeen gemiddelde: snel, kan bij hoge vergrotingen een verkeerd voorbeeld geven; soms wordt verzadiging te veel of te laag beschermd in vergelijking met lokaal gemiddelde - lokaal gemiddelde: langzamer, beschermt verzadiging mogelijk beter dan algemeen gemiddelde door het gebruik van buurtpixels als kleurreferentie, zodoende kan het meer verzadigen waar nodig - vaste drempel: snel, gebruikt alleen de drempel als vaste limiet

source: radius for detecting fringe
nl: straal voor het opsporen van de franje

source: threshold for defringe, higher values mean less defringing
nl: drempel voor franje verwijderen, hogere waarde betekent minder verwijderen

source: edge threshold
nl: randdrempelwaarde

source: method (bayer)
nl: methode (bayer)

source: method (xtrans)
nl: methode (xtrans)

source: color smoothing
nl: kleuren afvlakken

source: match greens
nl: groen matchen

source: `%s' color matrix not found for 4bayer image!
nl: `%s' kleuren matrix voor 4bayer afbeelding is niet gevonden!

source: method
nl: methode

source: PPG (fast)
nl: PPG (snel)

source: AMaZE (slow)
nl: AMaZE (langzaam)

source: passthrough (monochrome) (experimental)
nl: passthrough (monochroom) (experimenteel)

source: demosaicing raw data method
nl: demosaicing ruwe data-methode

source: Markesteijn 3-pass (slow)
nl: Markesteijn 3-pass (langzaam)

source: frequency domain chroma (slow)
nl: frequency domain chroma (langzaam)

source: threshold for edge-aware median. set to 0.0 to switch off. set to 1.0 to ignore edges.
nl: drempelwaarde voor een randbewuste mediaan schakel uit met 0.0 kies 1.0 om de randen te negeren

source: one time
nl: een keer

source: two times
nl: twee keer

source: three times
nl: drie keer

source: four times
nl: vier keer

source: five times
nl: vijf keer

source: how many color smoothing median steps after demosaicing
nl: aantal stappen mediaan kleur afvlakken na demosaicing

source: disabled
nl: uitgeschakeld

source: local average
nl: lokaal gemiddelde

source: full average
nl: volledig gemiddelde

source: full and local average
nl: volledig en lokaal gemiddelde

source: green channels matching method
nl: methode voor matchen groene kanalen

source: demosaicing only needed for raw images.
nl: demosaicing alleen nodig voor RAW-afbeeldingen

source: denoise (profiled)
nl: ruisreductie (profiled)

source: adjust autoset parameters
nl: aanpassen automatische parameter instellingen

source: preserve shadows
nl: behoud schaduwen

source: bias correction
nl: bias correctie

source: patch size
nl: patch grootte

source: search radius
nl: zoek straal

source: scattering
nl: verstrooiing

source: central pixel weight
nl: centrale pixel invloed (details)

source: found match for ISO %d
nl: overeenkomst voor ISO %d

source: interpolated from ISO %d and %d
nl: geïnterpoleerd uit ISO %d en %d

source: compute variance
nl: variantie berekenen

source: use only with a perfectly uniform image if you want to estimate the noise variance.
nl: alleen gebruiken voor volmaakt uniforme afbeeldingen als u de ruis variantie wilt schatten.

source: variance red:
nl: variantie rood:

source: variance computed on the red channel
nl: variantie berekend op het rode kanaal

source: variance green:
nl: variantie groen:

source: variance computed on the green channel
nl: variantie berekend op het groene kanaal

source: variance blue:
nl: variantie blauw:

source: variance computed on the blue channel
nl: variantie berekend op het blauwe kanaal

source: whitebalance-adaptive transform
nl: witbalans-adaptieve transformatie

source: adapt denoising according to the white balance coefficients. should be enabled on a first instance for better denoising. should be disabled if an earlier instance has been used with a color blending mode.
nl: ontruisen afstemmen op de witbalanscoëfficiënten activeer dit als eerste voor betere ontruising maar deactiveer dit als in een eerder exemplaar gebruik is gemaakt van een mode voor kleurmenging

source: fix various bugs in algorithm
nl: herstel verschillende algoritme bugs

source: fix bugs in anscombe transform resulting in undersmoothing of the green channel in wavelets mode, combined with a bad handling of white balance coefficients, and a bug in non local means normalization resulting in undersmoothing when patch size was increased. enabling this option will change the denoising you get. once enabled, you won't be able to return back to old algorithm.
nl: repareert fouten in anscombe transformatie waardoor groene kanalen worden afgevlakt in de wavelets mode, gecombineerd met een slechte afhandeling van witbalans coëfficiënten en een fout in non local means normalisatie wat resulterend in afvlakking wanneer de patroon afmeting was verhoogd deze optie beïnvloed het ontruis resultaat en indien ingesteld dan kun je niet terug naar het oude algoritme

source: upgrade profiled transform
nl: upgrade geprofileerde transformatie

source: upgrade the variance stabilizing algorithm. new algorithm extends the current one. it is more flexible but could give small differences in the images already processed.
nl: upgrade het variantie stabiliserend algoritme nieuw algoritme breidt de huidige uit het is flexibeler, maar zou kleine verschillen kunnen geven in de reeds bewerkte afbeeldingen

source: profile
nl: profiel

source: color mode
nl: kleur mode

source: scattering (coarse-grain noise)
nl: verstrooiing (grofkorrelige ruis)

source: central pixel weight (details)
nl: centrale pixel invloed (details)

source: profile used for variance stabilization
nl: profiel gebruikt voor variatie-stabilisering

source: method used in the denoising core. non-local means works best for `lightness' blending, wavelets work best for `color' blending
nl: gebruikte ontruis-kernmethode, non-local werkt het best bij het mengen van helderheid en wavelets bij het kleur mengen

source: color representation used within the algorithm. RGB keeps the RGB channels separated, while Y0U0V0 combine the channels to denoise chroma and luma separately.
nl: kleurweergave gebruikt in het algoritme RGB houdt de RGB-kanalen gescheiden, terwijl Y0U0V0 de kanalen combineert met ontruis kleurwaarde en luma afzonderlijk.

source: radius of the patches to match. increase for more sharpness on strong edges, and better denoising of smooth areas. if details are oversmoothed, reduce this value or increase the details slider.
nl: straal van overeen te komen patronen verhoog voor meer scherpte bij krachtige randen en verbeterde ontruising van afgevlakte gebieden indien details te ver zijn afgevlakt verlaag je de waarde of verhoog je de detail schuifregelaar

source: emergency use only: radius of the neighbourhood to search patches in. increase for better denoising performance, but watch the long runtimes! large radii can be very slow. you have been warned
nl: alleen gebruiken in geval van nood: straal van de omgeving om patronen te zoeken, verhoog voor een betere ontruis prestatie, maar reken op langere looptijden, het kan erg langzaam reageren

source: scattering of the neighbourhood to search patches in. increase for better coarse-grain noise reduction. does not affect execution time.
nl: zoek patroon verstrooiing in de nabijheid, verhoog voor betere grofkorrelige reductie, dit heeft geen invloed op de uitvoertijd

source: increase the weight of the central pixel of the patch in the patch comparison. useful to recover details when patch size is quite big.
nl: verhoog invloed van centrale pixel bij de vergelijking van het patroon dit is nuttig voor herstel details bij grotere patroon afmetingen

source: finetune denoising strength
nl: afstemmen kracht van ruisonderdrukking

source: controls the way parameters are autoset increase if shadows are not denoised enough or if chroma noise remains. this can happen if your picture is underexposed.
nl: bepaalt hoe parameters automatisch worden ingesteld verhoogd indien schaduwen onvoldoende worden ontruisd of wanneer kleurwaarde ruis blijft bestaan dit ontstaat bij onderbelichte afbeeldingen

source: finetune shadows denoising. decrease to denoise more aggressively dark areas of the image.
nl: afstellen schaduw ontruisen verlaag voor een meer agressieve ontruising van donkere delen

source: correct color cast in shadows. decrease if shadows are too purple. increase if shadows are too green.
nl: corrigeer kleurzweem in de schaduwen verlaag bij te paarse schaduwen verhoog bij te groene schaduwen

source: random
nl: willekeurig

source: floyd-steinberg 4-bit gray
nl: floyd-steinberg 4-bit grijs

source: radius for blurring step
nl: straal voor verdoezel stap

source: the gradient range where to apply random dither
nl: het bereik van het kleurverloop waarop de willekeurige dither wordt toegepast

source: gradient range
nl: bereik van kleurverloop

source: damping level of random dither
nl: demp willekeurig dither niveau

source: damping
nl: dempen

source: sharpen (strong)
nl: verscherpen (sterk)

source: null
nl: nihil

source: denoise (strong)
nl: ruisreductie (sterk)

source: this module will be removed in the future and is only here so you can switch it off and move to the new equalizer.
nl: deze module wordt in de toekomst verwijderd en zit er alleen nog in zodat de module uitgeschakeld kan worden en de nieuwe equalizer gebruikt kan worden

source: black
nl: zwartpunt

source: auto-exposure
nl: automatische belichting

source: percentile
nl: percentiel

source: target level
nl: doelniveau

source: magic lantern defaults
nl: magic lantern standaard

source: failed to get raw buffer from image `%s'
nl: invoer raw buffer van afbeelding `%s' is mislukt

source: manual
nl: handmatig

source: automatic
nl: automatisch

source: adjust the black level to unclip negative RGB values. you should never use it to add more density in blacks! if poorly set, it will clip near-black colors out of gamut by pushing RGB values into negatives.
nl: wijzig het zwart niveau om het clippen van negatieve RGB waarden te voorkomen gebruik het nooit voor meer dichtheid in de schaduwkleuren indien slecht ingesteld, worden bijna-zwarte kleuren uit het gamma verwijderd door RGB waarden in het negatieve te drukken

source: percentage of bright values clipped out, toggle color picker to activate
nl: percentage van heldere waarden; uitgeclipt, activeer door kleurkiezer te schakelen

source: clipping threshold
nl: drempel clipping

source: where in the histogram to meter for deflicking. E.g. 50% is median
nl: waar in het histogram meten van deflicking, bijvoorbeeld 50% is de mediaan

source: where to place the exposure level for processed pics, EV below overexposure.
nl: waar moet van verwerkte afbeeldingen het belichtingsniveau worden geplaatst, EV onder overbelichting.

source: computed EC:
nl: berekende EC:

source: what exposure correction has actually been used
nl: welke belichtingscorrectie nu werkelijk is gebruikt

source: 10 EV (indoors)
nl: 10 EV (binnenshuis)

source: 11 EV (dim outdoors)
nl: 11 EV (schemer buitenshuis)

source: 12 EV (outdoors)
nl: 12 EV (buitenshuis)

source: 13 EV (bright outdoors)
nl: 13 EV (helder buitenshuis)

source: 14 EV (backlighting)
nl: 14 EV (achtergrondverlichting)

source: 15 EV (sunset)
nl: 15 EV (zonsondergang)

source: read-only graph, use the parameters below to set the nodes
nl: alleen-lezen grafiek gebruik onderstaande parameters om de knooppunten in te stellen

source: logarithmic shaper
nl: logaritmische instellingen

source: middle grey luminance
nl: middengrijs luminantie

source: adjust to match the average luminance of the subject. except in back-lighting situations, this should be around 18%.
nl: wijzig om de gemiddelde luminantie van het onderwerp te laten overeenkomen behalve bij tegenlicht situaties, de waarde zal ongeveer 18% zijn

source: white relative exposure
nl: relatieve belichting wit

source: number of stops between middle grey and pure white. this is a reading a lightmeter would give you on the scene. adjust so highlights clipping is avoided
nl: aantal stops tussen middengrijs en zuiver wit dit is een waarde die een lichtmeter voor de afbeelding zou geven pas het zodanig aan dat clippen van hooglichten wordt voorkomen

source: black relative exposure
nl: relatieve belichting zwart

source: number of stops between middle grey and pure black. this is a reading a lightmeter would give you on the scene. increase to get more contrast. decrease to recover more details in low-lights.
nl: aantal stops tussen middengrijs en geheel zwart dit is een waarde die een lichtmeter voor de afbeelding zou geven verhoog voor meer contrast verlaag om details in schaduwkleuren te herwinnen

source: safety factor
nl: veiligheidsfactor

source: enlarge or shrink the computed dynamic range. useful in conjunction with "auto tune levels".
nl: vergroot of verklein het berekende dynamisch bereik nuttig in combinatie met "automatische afstemming niveaus"

source: auto tune levels
nl: automatische afstemming niveaus

source: try to optimize the settings with some guessing. this will fit the luminance range inside the histogram bounds. works better for landscapes and evenly-lit pictures but fails for high-keys and low-keys.
nl: probeert instellingen te optimaliseren door te gissen dit plaatst het luminantie bereik binnen de histogramgrenzen het is met name geschikt voor landschappen en gelijkmatig verlichte foto's en werkt niet bij highkey en lowkey afbeeldingen

source: slope of the linear part of the curve affects mostly the mid-tones
nl: helling van het lineaire deel van de curve beïnvloed met name de middenkleuren

source: latitude
nl: breedte

source: width of the linear domain in the middle of the curve. increase to get more contrast at the extreme luminances. this has no effect on mid-tones.
nl: breedte van het lineaire domein in het midden van de curve verhoog voor meer contrast bij extreme luminanties het heeft geen effect op middenkleuren

source: shadows/highlights balance
nl: schaduwen en hooglichten balans

source: slides the latitude along the slope to give more room to shadows or highlights. use it if you need to protect the details at one extremity of the histogram.
nl: schuift de breedte langs de helling voor meer ruimte voor schaduwen en hooglichten gebruik dit voor bescherming van de details aan één uiteinde van het histogram

source: global saturation
nl: globale verzadiging

source: desaturates the input of the module globally. you need to set this value below 100% if the chrominance preservation is enabled.
nl: verminderd globaal de verzadiging van de invoer stel de waarde in op minder dan 100% als het behoud van chrominantie is ingeschakeld

source: extreme luminance saturation
nl: extreme luminantie verzadiging

source: desaturates the output of the module specifically at extreme luminances. decrease if shadows and/or highlights are over-saturated.
nl: vermindert globaal de verzadiging van de uitvoer met name bij extreme luminanties verlaag het als schaduwen en/of hooglichten oververzadigd zijn

source: intent
nl: intensie

source: contrasted
nl: gecontrasteerd

source: faded
nl: vaal

source: optimized
nl: geoptimaliseerd

source: change this method if you see reversed contrast or faded blacks
nl: wijzig de methode wanneer je een omgekeerd contrast of vaal zwart ziet

source: preserve the chrominance
nl: behoud chrominantie

source: ensure the original color are preserved. may reinforce chromatic aberrations. you need to manually tune the saturation when using this mode.
nl: zorg ervoor dat de originele kleur behouden blijft mogelijk worden chromatische aberraties versterkt bij het gebruik van deze modus zul je handmatig de verzadiging moeten afstellen

source: destination/display
nl: bestemming /display

source: target black luminance
nl: mikpunt zwart luminantie

source: luminance of output pure black, this should be 0% except if you want a faded look
nl: luminantie voor uitgaand pikzwart, dit moet uitkomen op 0% tenzij een fletser beeld gewenst wordt

source: target middle grey
nl: mikpunt midden grijs

source: midde grey value of the target display or color space. you should never touch that unless you know what you are doing.
nl: midden grijswaarde voor doel of kleurruimte wijzig dit niet tenzij je weet waarmee je bezig bent

source: target white luminance
nl: mikpunt wit luminantie

source: luminance of output pure white, this should be 100% except if you want a faded look
nl: luminantie voor uitgaand zuiver wit, dit moet uitkomen op 100% tenzij je een fletser beeld wenst

source: target gamma
nl: mikpunt gamma

source: power or gamma of the transfer function of the display or color space. you should never touch that unless you know what you are doing.
nl: kracht van gamma van de overdrachtsfunctie van de weergave van de kleurruimte wijzig dit alleen als je zeker weet wat je doet

source: 07 EV dynamic range
nl: 07 EV dynamisch bereik

source: 09 EV dynamic range
nl: 09 EV dynamisch bereik

source: 11 EV dynamic range
nl: 11 EV dynamisch bereik

source: 13 EV dynamic range
nl: 13 EV dynamisch bereik

source: 15 EV (backlighting)
nl: 15 EV (achtergrondverlichting

source: white exposure
nl: belichting wit

source: black exposure
nl: belichting zwart

source: dynamic range scaling
nl: herschalen dynamisch bereik

source: shadows highlights balance
nl: balans schaduwen hooglichten

source: target power transfer function
nl: doel kracht transfer functie

source: preserve chrominance
nl: behoud chrominantie

source: read-only graph, use the parameters below to set the nodes the bright curve is the filmic tone mapping curve the dark curve is the desaturation curve
nl: alleen-lezen grafiek, gebruik de onderstaande parameters om de knooppunten in te stellen de heldere curve is de filmic tonemapping curve de donkere curve is de desaturatiecurve

source: scene
nl: decor

source: look
nl: uiterlijk

source: adjust to match the average luminance of the image's subject. the value entered here will then be remapped to 18.45%. decrease the value to increase the overall brightness.
nl: pas aan om de gemiddelde helderheid van het afbeeldingsonderwerp te laten overeenkomen de hier ingevoerde waarde wordt dan opnieuw toegewezen aan 18,45%. verlaag de waarde om de algehele helderheid te verhogen.

source: symmetrically enlarge or shrink the computed dynamic range. useful to give a safety margin to extreme luminances.
nl: vergroot of verklein het berekende dynamisch bereik dynamisch dat is nuttig voor een veiligheidsmarge bij extreme luminanties.

source: try to optimize the settings with some statistical assumptions. this will fit the luminance range inside the histogram bounds. works better for landscapes and evenly-lit pictures but fails for high-keys, low-keys and high-ISO pictures. this is not an artificial intelligence, but a simple guess. ensure you understand its assumptions before using it.
nl: probeer de instellingen te optimaliseren met enkele statistische veronderstellingen dit past bij het luminantie bereik binnen de histogram grenzen het werkt beter bij landschappen en gelijkmatig verlichte foto's maar niet bij high-key, low-key en afbeeldingen met hoge iso-waarden dit is geen kunstmatige intelligentie, maar een eenvoudige gok zorg ervoor dat u de veronderstellingen begrijpt voordat u het gebruikt.

source: width of the linear domain in the middle of the curve, in percent of the dynamic range (white exposure - black exposure). increase to get more contrast and less desaturation at extreme luminances, decrease otherwise. no desaturation happens in the latitude range. this has no effect on mid-tones.
nl: breedte van het lineaire domein in het midden van de curve, in procenten van het dynamische bereik (witbelichting - zwartbelichting). verhoog om meer contrast en minder desaturatie te krijgen bij extreme luminanties, verminderen zonodig, er treedt geen desaturatie op in het breedtebereik. het heeft geen effect op middenkleuren

source: desaturates the output of the module specifically at extreme luminances. increase if shadows and/or highlights are under-saturated.
nl: verlaagde de uitgangsverzadiging van de module\n met name bij extreme luminanties verhoog dit als schaduwen en/of hooglichten onderverzadigd zijn

source: luminance Y
nl: luminantie Y

source: RGB power norm
nl: RGB machtsnorm

source: ensure the original color are preserved. may reinforce chromatic aberrations and chroma noise, so ensure they are properly corrected elsewhere.
nl: zorg ervoor dat de originele kleur behouden blijft mogelijk worden chromatische aberraties en ruis versterkt dus zorg ervoor dat ze elders correct worden gecorrigeerd

source: scale into final size
nl: schaal naar uiteindelijk formaat

source: autodetect
nl: automatisch

source: no rotation
nl: geen draaiing

source: flip horizontally
nl: horizontaal spiegelen

source: flip vertically
nl: verticaal spiegelen

source: rotate by -90 degrees
nl: roteer -90 graden

source: rotate by 90 degrees
nl: roteer 90 graden

source: rotate by 180 degrees
nl: roteer 180 graden

source: rotate
nl: draai

source: rotate 90 degrees CCW
nl: draai 90 graden tegen de klok richting in

source: rotate 90 degrees CW
nl: draai 90 graden met de klok richting mee

source: display encoding
nl: weergeven codering

source: target
nl: doel

source: operator
nl: methode

source: the global tonemap operator
nl: methode voor global tonemap

source: the bias for tonemapper controls the linearity, the higher the more details in blacks
nl: de bias voor tonemapper beïnvloed de lineariteit, hoe hoger hoe meer details in de schaduwkleuren

source: the target light for tonemapper specified as cd/m2
nl: lichtsterkte voor tonemapper (cd/m2)

source: neutral gray ND2 (soft)
nl: neutraal grijs ND2 (soft)

source: neutral gray ND4 (soft)
nl: neutraal grijs ND4 (soft)

source: neutral gray ND8 (soft)
nl: neutraal grijs ND8 (soft)

source: neutral gray ND2 (hard)
nl: neutraal grijs ND2 (hard)

source: neutral gray ND4 (hard)
nl: neutraal grijs ND4 (hard)

source: neutral gray ND8 (hard)
nl: neutraal grijs ND8 (hard)

source: orange ND2 (soft)
nl: oranje ND2 (soft)

source: yellow ND2 (soft)
nl: geel ND2 (soft)

source: purple ND2 (soft)
nl: paars ND2 (soft)

source: green ND2 (soft)
nl: groen ND2 (soft)

source: red ND2 (soft)
nl: rood ND2 (soft)
